china
daily
says
vermin
eat
7
-
12
pct
grain
stocks
a
survey
of
19
provinces
and
seven
cities
showed
consume
between
's
,
the
said
.
it
also
that
each
year
1.575
mln
tonnes
or
25
fruit
output
are
left
to
rot
2.1
up
30
its
vegetables
paper
blamed
waste
on
inadequate
storage
bad
preservation
methods
government
had
launched
national
programme
reduce
calling
for
improved
technology
in
greater
production
additives
gave
no
further
details
usda
seeks
comments
discount
schedule
u.s.
agriculture
department
is
seeking
public
question
adjusting
commodity
credit
corporation
(
ccc
)
premium
schedules
improve
quality
accepts
as
loan
collateral
under
price
support
programs
premiums
discounts
based
factors
such
moisture
content
kernel
damage
stipulates
used
valuing
purchases
during
possible
producers
could
be
encouraged
delivery
higher
by
due
april
24
report
congress
required
law
may
10
argentine
belt
weather
temperatures
centigrade
rain
mm
hours
12.00
gmt
were
:
...............
max
temp
..
min
rainfall
buenos
aires
.......
............
0
bahia
blanca
22
........
tres
arroyos
8
tandil
.............
junin
..............
11
santa
rosa
.........
--
6
cordoba
23
1
fe
...........
21
18
17
reuter
estimates
1986/87
ussr
imports
28.0
vs
26.0
march
29.9
ago
1986
soviet
crop
at
210
192
coarse
supply
/
demand
country
detailed
world
data
major
importers
exporters
grains
follows
1985/86
04/09/87
03/09/87
start
stcks
n.a.
103.30
99.99
10.00
13.70
domes
use
112.30
111.99
exports
nil
end
not
available
ec-12
14.91
14.93
10.53
81.22
81.19
88.21
88.28
16.58
17.26
18.29
18.24
dom
79.64
81.27
82.38
82.55
19.90
19.96
19.73
19.56
13.18
12.15
eastern
europe
4.07
3.72
5.14
73.95
74.50
68.28
68.38
4.90
4.47
5.58
5.26
73.04
73.23
72.65
72.77
3.55
2.28
6.34
5.46
japan
2.32
2.23
1.91
0.35
0.39
21.56
21.50
21.51
21.79
21.73
21.49
2.44
argentina
0.78
0.53
0.83
13.99
15.44
17.06
17.14
0.02
7.73
7.75
7.76
7.87
6.60
9.43
9.58
0.46
0.49
canada
6.19
4.66
4.61
27.62
24.95
0.30
0.31
19.80
18.99
18.96
7.41
7.21
4.74
4.72
6.90
7.10
thailand
0.38
0.16
4.40
bulgaria
romania
seen
less
favorable
current
prospects
this
appear
than
officer
belgrade
field
assessment
was
travel
two
countries
from
4
conditions
better
earlier
expected
following
extreme
dry
last
fall
prolonged
winter
spring
however
general
plant
development
least
three
weeks
more
behind
normal
varied
greatly
regions
fields
seeded
optimum
period
especially
those
receiving
supplemental
irrigation
water
about
65
observed
appeared
good
condition
with
little
evidence
winterkill
while
others
considerably
lacking
adequate
weak
uneven
stands
spotty
germination
averaged
u.s./soviet
meeting
unlikely
summer
slim
officials
before
enter
final
their
bilateral
agreement
sides
usually
try
meet
new
agreeement
approaches
although
delayed
february
any
delay
should
endanger
fifth
extends
through
september
1988
"
will
difficult
pull
together
people
july
an
aide
undersecretary
daniel
amstutz
since
only
around
four
months
next
talks
still
couple
he
there
has
been
industry
speculation
offer
moscow
another
wheat
subsidy
marketing
but
even
if
consultations
held
soon
would
probably
made
i
doubt
begins
source
citing
limited
funds
uncertainties
crops
too
many
variables
now
uncharacteristic
us
make
nonbinding
pact
agreed
purchase
minimum
nine
per
normally
discuss
shipping
logistics
outlooks
target
indicates
1987
recent
announcements
targets
indicate
soviets
estimating
205
213
analysts
projecting
some
match
1978
record
237
outlined
economic
monday
putting
harvest
goal
235
analyst
noted
article
izvestia
planned
own
estimate
tonne
calculating
well
238
figure
published
journal
month
reflects
range
207
212
late
season
rains
damaged
slowed
progress
lowered
official
viktor
nikonov
predicted
member
party
commented
230
problems
bring
down
senate
panel
votes
limit
county
rate
changes
starting
carloadings
week
totaled
26,108
cars
ended
2.2
previous
22.8
above
corresponding
association
american
railroads
reported
mill
product
loadings
totalled
11,382
1.8
7.6
same
gao
likely
show
certs
costly
cash
study
certificates
out
shortly
accounting
office
cost
15
outlays
administration
sources
analysis
obtained
management
budget
suggests
payments
told
reuters
preparing
certificate
specific
request
sen.
jesse
helms
r
n.c.
former
chairman
committee
which
focus
compared
scheduled
released
mid
depends
program
impact
determines
encourage
entries
cause
forfeitures
then
net
go
determined
have
caused
stockpile
decrease
effect
suggest
whether
expanded
negative
fuel
fire
against
weigh
heavily
increase
agricultural
consultant
omb
expansion
remains
firmly
committed
entering
shaky
note
off
faulty
after
enduring
cold
near
union
dim
point
premature
forecast
situation
bears
careful
watching
over
six
ultimately
future
buying
plans
standpoint
you
can
say
certainty
getting
lower
gail
martell
chief
meteorologist
e.f.
hutton
growing
areas
crucial
determine
outcome
other
where
really
broken
ahead
authority
recently
hectares
reseeded
equal
total
second
highest
ten
years
timely
farmers
able
reseed
acreage
yield
sometimes
much
35
snowcover
combined
generally
excellent
so
bulk
speculate
very
subsequent
poor
dryness
problem
correlation
mediocre
precipitation
southern
northern
ukraine
below
entire
area
she
gradually
melting
ice
crusting
jim
candor
senior
forecaster
accu
livestock
feed
needs
increased
because
pastures
raised
demands
require
longer
pasture
feeding
they
desperate
...
do
n't
buy
look
soil
exemptions
take
bill
tomorrow
exempt
conservation
regulations
who
rotated
alfalfa
multiyear
grasses
legumes
row
staff
called
sodbuster
planted
highly
erodible
land
1981
1985
lose
federal
farm
benefits
produce
later
edward
zorinsky
d
neb
sponsor
measure
rotating
practices
resulted
erosion
produced
strictly
need
reseeding
considerable
amount
state
232
easy
fulfil
without
giving
figures
newspaper
part
must
creates
extra
effort
previously
washington
task
bringing
simple
sudden
affected
large
parts
fieldwork
stop
adding
fell
low
minus
byelorussia
makes
exemption
approved
requirement
his
restore
equity
rules
currently
deny
interrupting
plantings
leading
group
asked
identified
move
unfortunate
first
action
lead
potentially
millions
acres
sod
buster
established
renewal
u.s./ussr
uncertain
five
trade
imbalance
united
states
high
prices
certain
albert
melnikov
deputy
representative
interview
expires
sept
markets
different
when
signed
1975
statements
both
long
term
might
attractive
once
we
one
've
difficulties
give
forecasts
response
....
want
what
happen
indications
pushing
comparison
cabinet
council
set
mull
issues
reagan
level
policy
friday
among
status
legislation
discussion
export
agenda
matters
brought
speculated
enhancement
matter
active
consideration
today
transmitted
package
legislative
proposals
including
bills
cut
speed
reductions
23.0
feb
western
mining
open
gold
mine
australia
corp
holdings
ltd
&
lt;wmng.s
>
wmc
establish
joint
venture
territory
dlrs
known
goodall
project
owned
60
40
local
w.r.
grace
co
lt;gra
unit
located
kms
east
adelaide
river
mt.
bundey
statement
pit
conventional
leach
treatment
50,000
ounces
mid-1988
annual
ore
capacity
750,000
belgium
issue
warrants
swiss
franc
suisse
manager
market
confirmation
immediately
launches
bonds
kingdom
launching
100
francs
notes
attached
mananger
themselves
3
3/8
coupon
priced
par
payment
maturity
1994
carries
allow
holder
grammes
2,450
life
bond
latest
zurich
2,045/2,070
gordex
minerals
locates
deposits
lt;gordex
mineral
geologists
tons
bearing
0.057
ton
cape
spencer
company
invest
2.5
canadian
expand
site
facilities
process
100,000
200,000
prior
completion
exploration
estimated
deposit
intented
enable
operate
day
throughout
short
intended
operation
st.gobain
ecu
st
gobain
netherlands
guaranteed
cie
de
issuing
75
1992
carrying
1/2
salomon
brothers
international
fees
comprise
1/4
selling
concession
5/8
underwriting
listing
luxembourg
1,000
warrant
exercisable
until
1990
entitling
ounce
exercise
490
killed
south
african
workers
injured
undeground
rock
africa
largest
owners
third
accident
thirty
died
methane
gas
explosion
coal
thursday
giant
bay
lt;gbylf
idaho
resources
principle
hecla
operating
stibnite
bioleaching
processing
right
acquire
working
interest
property
spend
excluding
capital
costs
into
drilling
indicated
substantial
sulphide
reserves
grade
0.1
early
tests
responds
homestake
lt;hm
mulls
considering
acquiring
addition
efforts
executive
harry
conger
looking
options
rather
just
consider
acquisitions
represents
change
all
position
120
lines
totaling
150
drawn
finance
acquisition
anticipates
spending
27.3
precious
metals
slightly
17.7
oil
9.6
sees
669,594
quarter
mclaughlin
reserve
45,400
believes
hold
400
dlr
rest
earnings
average
368
cts
share
declined
days
full
results
acquistions
renison
gc
city
png
goldfields
consolidated
lt;rgfj.s
rgc
explorer
lt;city
re
examine
bulolo
alluvial
papua
guinea
progressively
earn
66.66
prospecting
585
covers
6.5
kina
believed
fully
exploited
past
noting
literature
refers
heavy
losses
tailings
dredging
1931
1967
carried
depth
36
metres
values
central
valley
possibly
deep
90
productive
recovered
0.3
rpt
grams
cubic
gravel
act
operator
morobe
province
successful
lt;placer
floated
1926
operated
ceased
northgate
quebec
strike
hourly
paid
chibougamau
mines
voted
weekend
accept
contract
returned
work
represented
steelworkers
america
receive
1.21
hour
pay
raise
23,400
forward
satisfactory
performance
81,500
lt;ngx
1.21-dlr
skyline
lt;skx.v
expects
begin
explorations
construction
johnny
mountain
camp
600
miles
north
vancouver
let
200
cooperation
provincial
agencies
stage
approval
principal
actual
optimistic
received
june
time
confirmed
threshold
tonnage
drift
16
vien
advanced
320
feet
vein
continuous
averaging
thick
plus
altered
mineralized
hanging
wall
periodic
face
samples
1.05
ranging
55.8
gunnar
ggg.to
inc
option
tyranex
tyranite
ontario
50
feasibility
studies
companies
form
partnership
commercial
sphinx
lt;spnxf.o
finds
leased
claims
alaska
revenues
322
966
value
attributed
wide
1984
put
0.008
yard
proved
0.027
exist
80
northwest
fairbanks
sweden
boliden
saudi
arabian
ab
agency
petroleum
organisation
petromin
arabia
exploit
richest
metal
spokesman
goran
paulson
swedish
responsible
technical
side
control
itself
refining
ship
ronnskar
copper
smelter
deal
strategically
important
presence
representatives
visited
already
see
being
developed
mahd
adh
dhahab
west
half
3,000
kilos
smelted
120,000
owns
modern
times
breakthrough
sales
knowhow
kjell
nilsson
black
miners
km
underground
sunday
lt;rand
properties
big
occurred
saturday
morning
lt;east
rand
proprietary
boksburg
johannesburg
elaborate
sumitomo
bank
aims
quick
recovery
merger
lt;sumi.t
most
profitable
result
heiwa
sogo
financial
osaka
desposits
23.9
trillion
yen
merged
small
struggling
1.29
billion
unrecoverable
loans
october
despite
link
president
koh
komatsu
confident
quickly
regain
'll
back
place
within
initially
profitability
efficiency
vastly
branch
network
tokyo
metropolitan
relatively
divided
how
gamble
view
smaller
debts
argue
effective
creating
comparable
scratch
aggressive
overseas
entered
lucrative
securities
business
geared
domestic
competition
questioned
wisdom
moves
bold
everything
largely
hands
kleinwort
benson
simon
smithson
limits
placed
taking
investment
goldman
sachs
co.
august
500
12.5
board
forbidden
them
exchange
personnel
tie
widely
looked
lame
duck
fed
stricter
various
things
wait
21st
century
willing
patient
routes
home
version
glass
steagall
separates
banking
walls
crumbling
hopes
deregulation
create
opportunities
find
cra
sold
forrest
76
whim
creek
lt;whim
nl
consortium
76.55
lt;craa.s
lt;forrest
pty
yesterday
did
disclose
44
lt;austwhim
27
lt;croesus
29
producing
37,000
undeveloped
anheuser
busch
joins
bid
san
miguel
lt;bud.n
joined
several
foreign
bidders
sequestered
shares
philippines
'
food
beverage
maker
lt;sanm.mn
head
controls
ramon
diaz
secretary
presidential
commission
pcgg
interested
14
b
offered
australian
brewer
alan
pesos
york
allen
38.1
elders
ixl
lt;elxa.s
melbourne
brewing
hong
kong
quoted
stock
broker
jacksons
saying
lt;barwon
farmlands
firm
lt;ariadne
planning
filipino
order
block
lt;san
brewery
listed
69.65
lt;neptunia
subsidiary
broke
agree
terms
sale
monier
britain
redland
diversified
building
materials
lt;mnra.s
plc
lt;rdld.l
making
does
locke
holds
49
156.28
issued
brief
notice
shareholders
advised
discussions
progressed
recommended
keep
trading
3.10
peak
2.80
close
2.18
concrete
roof
tile
manufacturer
zealand
marketer
fly
ash
according
15.02
17.09
housing
downturn
rose
bell
confirms
standard
chartered
stake
lt;blla.s
14.9
lt;stch.l
sentence
headquarters
brokers
warburg
london
robert
holmes
court
director
comment
intentions
boosting
holding
contacted
here
nippon
steel
denies
japanese
plants
lt;nstc.t
denied
reports
firms
plan
suspend
announced
rationalisation
mainichi
shimbun
chinese
makers
sell
works
rolling
mills
steelmaking
cheaply
named
moment
reasonable
crude
52
calendar
1996
aimed
cutting
sharply
few
hit
lawsuits
smc
coconut
planters
ucpb
philippine
manila
injunction
barring
represent
31
outstanding
121
hearings
petition
filed
eduardo
cojuangco
fund
ciif
1.4
rightful
trust
blue
chip
serious
breach
fiduciary
duties
proposed
derivative
suit
sec
los
angeles
nominee
minority
stockholders
transaction
2
sanctioned
repurchase
4.79
126
retained
1.33
wiped
prevent
declaration
dividends
violate
creditors
maintain
2.2-to-1
debt
ratio
del
rosario
telling
boost
2.5-to-1
petitioning
amended
charged
andres
soriano
iii
directors
violating
complaint
related
assuming
december
26.5
contracted
assumption
again
ratified
arbitration
corazon
aquino
resolve
ownership
submit
continuing
attempt
elements
complete
disregard
facts
questionable
motives
disposition
coming
cincinnati
lt;csn
starts
auxton
lt;auxt
started
15.75
tender
computer
enterprises
inc.
advertisement
withdrawal
rights
expire
unless
extended
followed
conditioned
receipt
majority
voting
diluted
basis
unilever
buyer
stauffer
chemical
nv
lt;un.as
prospectus
bankers
lt;stauffer
acquired
takeover
lt;chesebrough
pond
indicating
dispose
assets
chesebrough
sent
number
expressing
footwear
tennis
racket
businesses
disposed
added
information
wholly
1.2
aquired
3.2
benefit
toiletry
brands
products
conrac
parties
lt;cax
sait
negotiations
assurance
mark
iv
industries
lt;iv
tendering
9.9
producer
display
communications
equipment
produces
special
purpose
architectural
industrial
code
phone
telephone
answering
machines
profits
7.8
1.16
153.9
nearly
6.8
i.u.
lt;iu
insurance
units
reached
preliminary
hawaiian
cos
electric
lt;he>.
disclosed
subject
execution
definitive
agreements
governmental
approvals
boards
involved
strategy
selected
service
hawaii
services
proxmire
outlines
insider
william
wis
introduce
disclosure
corporate
takeovers
fairer
speaking
manufacturers
scandals
chance
curb
abuses
proposing
provide
insure
properly
financed
provisions
notifying
investor
percentage
pre
notificaton
aquire
notification
meant
arbitragers
having
jump
knowing
attempts
call
extending
kept
williams
20
private
suits
violated
correct
financing
aim
insuring
margin
requirments
enforced
purchasing
hostile
groups
individuals
declare
actually
money
damages
failure
requirements
investors
alliance
pickens
icahn
get
know
favored
approach
towards
tiered
offers
insures
recieve
amendments
cover
defensive
mechanisms
green
mail
poison
pills
hopeful
pass
paxar
lt;paks
thermo
print
gmbh
lohn
germany
distributor
undisclosed
bashaw
erskine
merge
leduc
ltd.
18.8
81.2
southmark
lt;sm
acquires
28
nursing
homes
care
containing
approximately
70
contain
2,500
beds
bought
don
bybee
associates
salem
acquistion
brings
57
health
guardian
lt;natg
security
aggregate
3,500,000
2,700,000
guard
c.s.c.
gaurd
paramus
n.j.
cartel
consultants
division
wayne
investigations
protective
hackensack
meyer
detective
park
alarm
operations
certified
key
fla.
custom
myrtle
beach
s.c.
t
e
houston
louisville
kent
nashville
tenn
offices
wells
fargo
wedgestone
realty
lt;wdg
shareholkders
advisor
advisory
600,000
reader
digest
sells
lt;the
telecomputing
lt;welsh
carson
anderson
stowe>.
purchased
1980
earned
unspecified
profit
sci
med
lt;smls
agrees
bristol&lt;bmy
systems
bristol
myers
diligence
investigation
review
patent
infringement
served
cardiovascular
circumstances
continues
believe
merit
rises
14.1
edition
growth
compares
whole
base
grew
4.4
improvement
2.6
january
showing
rise
reaching
ever
bureau
statistics
reflected
almost
sectors
exceptionally
spell
forest
french
seasonally
adjusted
unrevised
1.98
institute
insee
excludes
index
102
99
changed
1970
france
pickup
activity
monthly
economy
registered
gather
steam
partly
linked
catch
lost
mainly
firming
main
except
goods
remain
present
upbeat
comes
wake
grim
balance
deficit
1982
automobile
remained
unchanged
boosted
levels
consumer
accelerate
appliances
semi
finished
clear
civil
engineering
retail
continued
slow
tass
news
regular
politburo
heard
achieved
needed
quarterly
exceeded
power
sector
8.7
fulfilled
ministries
timber
rail
transport
light
belgian
seasonal
influences
provisionally
0.6
5.9
spokeswoman
provisional
108.8
102.7
revised
102.8
originally
stood
109.5
u.k.
manufacturing
0.55
dutch
falls
6.4
5.5
cbs
103
2.8
unadjusted
104
0.95
sets
4.5
nikolai
talyzin
supreme
parliament
3.6
income
nearest
equivalent
gross
4.3
4.1
press
stressed
kremlin
leader
mikhail
gorbachev
described
rapid
modernisation
essential
compete
effectively
arisen
machine
requires
heads
gosplan
tools
instruments
3.3
7.3
ruling
concluded
depended
extent
conserving
scale
measures
save
minister
boris
gustev
defence
20.2
roubles
decided
medical
education
pensions
social
schemes
expenditures
these
reach
171
3.5
envisaged
slower
pace
fallen
statistical
communist
pravda
5.2
0.5
dropped
4.2
94.2
separate
import
given
factor
affecting
introduction
economists
calculations
included
irrespective
introduced
line
drive
modernise
inspectors
reject
42
worth
defective
rejected
8,000
cooperative
employing
80,000
employed
comparative
promotion
campaign
setting
shops
labour
productivity
3.7
4.8
treat
caution
broadly
worker
283.8
118.5
194
0.2
falling
led
gains
papers
pharmaceuticals
declines
recorded
meat
lumber
motor
vehicles
0.9
yearly
decline
ec
slows
european
community
eurostat
portugal
greece
1.1
2.0
rising
3.1
adjustment
clearly
slowing
beginning
summe
2.53
0.51
november
0.65
1.65
fourth
qquarter
1963
166
159
incoming
orders
gained
backlog
eight
straight
5.6
significant
successes
readjusting
mix
tied
sizeable
occupied
unsaleable
unnamed
expect
proper
underway
9.2
jan
gain
0.4
dominated
sharp
vehicle
127.3
1977
1.7
0.8
durables
non
2.4
auto
assemblies
8.3
7.5
1.0
reflecting
autos
trucks
strikes
1.6
utilities
0.7
defense
space
6.2
supplies
1.5
consecutive
declining
strength
concentrated
textiles
chemicals
items
like
furniture
strong
brazil
brazilian
6.09
6.71
geography
trend
10.48
10.89
biggest
23.68
22.12
machinery
amatil
proposes
bonus
lt;amaa.s
revaluation
26
approve
authorised
175
125
rank
declared
b.a.t.
lt;bti.l
41
dividend
cents
enlarged
bowater
pretax
15.6
stg
shr
27.7p
20.7p
div
6.0p
5.5p
10.0p
9.25p
turnover
1.34
48.0
32.4
tax
14.4
6.9
name
lt;bwtr.l
63.4
45.1
includes
packaging
associated
23.2
14.2
merchanting
18.4
tissue
9.0
5.8
debit
15.4
12.7
interests
7.0
extraordinary
11.9
exceed
expectations
pushed
491p
468p
night
dealers
eased
481p
accompanying
underlying
developing
existing
appointed
david
lyon
managing
18.9
13.2
pension
far
greatest
jumping
55.0
15.5
10.0
30.7
24.7
42.9
11.0
citibank
norway
loses
crowns
s
lt;cci.n
norwegian
u.s.-based
loss
lean
oslo
treasury
bjoern
sejerstad
subsidiaries
restructuring
away
slump
plunge
banks
allowed
susbidiaries
access
hand
equities
primary
490,000
liberalisation
helped
steadier
barrel
chase
manhattan
lt;cmb.n
instead
fee
merchant
vieille
montagne
unfavourable
dollar
zinc
depreciation
currency
created
sa
lt;vmnb.br
squeeze
margins
actively
pursuing
198
187
closure
electrolysis
250
exceptional
charges
viviez
16.51
20.20
ordinary
110
lt;vmnb.br>.
jardine
matheson
replacing
isuzu
interim
lt;isum.t
ending
parent
appreciation
1983
4.44
replaces
lt;jard.hk
withdraw
replace
announcement
ronald
li
commissioner
ray
astin
listings
barred
include
proposal
keswick
continue
regret
opportunity
vote
flexibility
diluting
certainly
welcome
monetary
affairs
nendick
referral
standing
reform
principles
embraced
constituents
italy
la
fondiaria
italian
insurer
spa
lt;lfdi.mi
significantly
lire
72
1,700
1,490
iniziativa
meta
lt;inzi.mi
montedison
lt;moni.mi
single
florence
49.9
dsm
lt;dsmn.as
412
guilders
402
24.1
sole
shareholder
98
initial
drop
fertilizer
california
biotech
lt;cbio
1st
qtr
biotechnology
1,300,000
1,600,000
research
scaleup
running
tries
commercialize
quarters
fluctuate
depending
timing
partners
150,000
fiscal
114,000
pall
lt;pll
qtly
lt;core
2nd
217,572
153,454
revs
2,530,273
2,558,924
299,838
174,739
4,865,249
4,495,021
rubbermaid
electro
rent
lt;elrc
3rd
32
1,358,000
2,476,000
27.1
26.2
avg
shrs
6,852,000
7,764,000
mths
68
4,957,000
8,129,000
82.6
78.8
7,316,000
7,754,000
lt;rbd
20.6
16.1
238.0
188.8
wtc
lt;waf
4th
13
33
1,149,000
2,833,000
rev
51.8
47.8
2,050,000
1,551,000
200.6
180.1
mead
oper
1.09
67
rates
recording
comparisons
remaining
indonesian
inflation
8.8
indonesia
5.66
harmoko
session
hungary
raises
increases
soaring
mti
subsidies
beer
spirits
become
expensive
refrigerators
ease
hardship
family
allowances
tripled
47
forints
banker
janos
fekete
ministry
trying
shortfall
43.8
style
valued
cure
diplomats
shows
authorities
forced
cooling
overheated
help
dampen
hungarians
appetite
imported
increasingly
hard
kind
unrest
bloc
notably
poland
bangladesh
living
479
484.28
1973
74
0.14
434.49
ran
10.24
11.3
9.72
portuguese
1976
772.0
761.3
703.4
9.8
9.5
12.2
measured
10.9
11.1
cpi
2.3
8.9
18.3
18.2
13.0
contributed
gst
influenced
unavoidable
lag
particularly
household
contents
oecd
communique
effects
energy
way
janauary
industrialised
nations
1.9
consumers
acceleration
noticeable
4.0
3.9
3.4
respectively
peru
15,706.5
1979
6.6
accumulated
33.8
75.7
76.8
sarney
renews
war
jose
watch
every
cent
expenditure
addressing
live
television
reiterated
political
debate
mandate
suffering
worst
history
137.8
4.6
german
took
cumulative
marginally
12-nation
stayed
succession
release
3.8
may.
beaten
s.
16.3
1.3
273.4
edging
270.0
236.7
19.7
johnson
easing
inflationary
fears
vice
manuel
6.0
expectational
forces
develop
think
satisfied
our
greenspan
quelling
unfounded
0.74
implements
employers
recommendation
54
peso
wage
solita
monsod
across
push
5.4
confederation
ecop
11.6
implemented
6.15
6.188
displace
20,000
unemployed
19.2
population
99.7
coodination
larger
1958
clothing
causing
overall
educations
gasoline
100.2
vegetable
utility
istat
families
employees
109.1
108.7
104.7
chilean
chile
562.01
equals
17.5
16.6
24.5
customer
repurchases
intervene
temporary
indirectly
via
execute
repos
offset
pressures
maintenance
permanent
injection
outright
coupons
afternoon
opened
6.17
overnight
system
adds
arrange
began
direct
wojnilower
promote
sustain
boston
tough
subverting
occasions
seems
steady
responding
harder
commitments
moving
justifiably
anticipating
either
recession
seriously
participants
fear
hiccup
window
dressing
accounts
enjoyed
pick
reflect
unsustainable
inventory
prospect
real
remarks
revive
talk
sparked
renewed
bundesbank
claus
koehler
speech
resulting
speculative
inflows
cuts
separately
berlin
dieter
hiss
journalists
lowest
2.75
slight
background
3.80
liquidity
dashing
fixed
reduced
allocation
allocated
6.1
marks
leaving
expired
weakened
sentiment
accommodative
stance
surrey
england
regardless
intervened
words
diametrically
opposed
increasing
mounting
though
liberal
monetarist
marked
concretely
suggested
counterpoint
overly
reuter^m
bahrain
caught
riyal
scrambled
positions
lending
periods
borrowing
dates
found
everybody
stuck
spot
trader
5
spilled
3/16
15/16
7/8
edged
9/16
5/16
7/16
touch
firmer
3/4
3.7500/04
3.7507/09
leaves
intervention
injected
category
expressed
mixed
views
possibility
9
fhlbb
old
174
5.00
87
190
5.85
5.82
88
191
270
179
271
288
5.92
180
289
360
206
sallie
mae
adjusts
student
5.80
5.75
85
86
91
92
176
5.83
177
183
184
freddie
mac
mortgage
6.00
chancellor
lawson
5.88
nigel
exchequer
maintaining
stability
reaffirmed
goals
paris
necessary
g-7
concerned
stimulate
welcomed
kiichi
miyazawa
worried
risk
simultaneous
british
anything
'm
bit
relative
concern
meetings
reducing
worthwhile
thing
louvre
accord
stabilize
currencies
massive
sign
weakness
mode
vigilant
affirmed
appropriate
carefully
worded
mean
seem
therefore
presentation
immediate
91-day
6.95
7.20
7.15
weekly
tenders
accepted
2.55
98.296
98.310
1.40
182-day
96.488
96.549
7.30
versus
7.17
364-day
92.969
93.159
7.58
7.38
2.50
cd
4.13
4.33
brackets
mmc
ceiling
3.38
3.58
4.15
4.41
4.14
4.29
4.12
4.25
4.23
unquoted
4.03
4.05
unqtd
acceptance
3.98
4.20
3.97
reporters
pressure
feel
commenting
tumble
james
baker
orderly
misinterpreted
referring
plaza
span
movements
markest
seize
excuse
weight
judging
pointed
dangers
arise
flow
hurting
economies
triangle
weaken
object
strengthening
30-day
sama
1/8
5.95913
5.79348
decreased
900
99.50586
99.51953
dated
interbank
riyals
180-day
uae
yields
arab
emirates
offering
maturities
commonwealth
prime
18.25
17.75
18.5
series
easier
reverses
cocoa
cpa
depressed
topics
discussed
closed
door
11-member
aid
buffer
consuming
successive
surpluses
interesting
delegate
representing
limiting
concerns
essentially
means
authorized
top
ivory
coast
ghana
evening
terminal
icch
basic
futures
contracts
lot
300
clearing
house
spread
similarly
fluctuations
warranted
decision
taken
consultation
attract
follow
example
members
similar
procedure
completely
free
unlike
coffee
controlled
registrations
traders
questions
yaounde
banco
brasil
cacex
never
interferes
rejecting
shipment
criteria
always
negotiate
please
eleven
w.german
grind
2.9
55,190
53,643
bonn
confectionery
taw
grindings
unspectacular
stay
processors
unhappy
icco
intermittent
activities
organization
doing
nothing
fact
depressing
totals
21,000
1,600
drawing
sdrs
bsm
obliged
75,000
maximum
moved
sdr
yet
appears
reluctant
hoped
fairly
simply
step
nibbling
edge
everyone
waiting
processor
tactics
doldrums
indication
alter
chocolate
come
beans
interior
scarcity
drought
temporao
buyers
bean
covering
executed
individual
exporting
origins
dismayed
ineffective
annoyed
playing
stabilise
lows
purposes
13,000
limitations
5,000
places
him
deserve
10-day
indicator
1,935
midway
reference
direction
1,562.87
1,569.46
announce
automatic
complaints
inaction
confined
rotterdam
surprise
potential
carryover
1,271
absent
declares
intention
quite
often
reverse
applies
tuesday
buys
entirely
material
26,000
wednesday
pounds
sterling
differentials
afloat
arrival
account
deadline
shall
1330
hrs
1230
case
emanating
secondhand
1400
competitiveness
assessed
store
23.00
cif
landed
38.00
weights
carry
considered
ratify
icca
renew
membership
participate
revise
parliamentary
asian
critics
expanding
dismiss
suggestions
inferior
protect
directorate
plantations
're
happy
malaysian
growers
asia
suitable
tastes
tonnages
unwanted
malaysia
helping
depress
unsuitable
palates
acrid
odour
fatty
acids
ng
siew
kee
type
mistaken
acid
whatever
exported
33,000
wished
criticism
politics
jakarta
traditional
links
difficulty
outside
155,000
131,000
sabah
31,600
10,284
projected
38,000
young
trees
mature
kuala
lumpur
showers
zone
alleviating
improving
humidity
restored
comissaria
smith
arrivals
155,221
bags
5.93
5.81
delivered
consignment
harvesting
practically
hundred
thousand
middlemen
doubts
fit
shippers
experiencing
dificulties
obtaining
+
superior+
340
350
cruzados
arroba
nearby
booked
1,750
1,780
ports
going
1,850
1,880
45
aug
1,870
1,875
fob
routine
butter
4,340
4,345
4,350
went
2.27
4,400
4,415
4,351
4,450
oct
dec
4,480
destinations
covertible
uruguay
cake
785
995
753
convertible
liquor
2,325
2,380
2,375
1.25
2,400
1,323
216,095
1,961
1,344
stand
201,966
pessimism
mounts
bahian
bag
3.0
fortnight
salvador
scattered
picked
gathered
whereas
pods
flowering
susceptible
pod
flourishes
turn
humid
doubly
fertilisers
insecticides
severe
attack
500,000
exposure
extremely
vulnerable
easily
disease
hits
insect
pollinates
flowers
farms
break
officially
date
artificial
predictions
prove
accurate
2.7
1.79
1974
3.12
3.17
backing
ivorian
delegates
denis
bra
kanon
attend
opening
convened
return
funeral
ceremonies
sister
felix
houphouet
boigny
yamoussoukro
rumours
mourning
nation
hope
join
supporting
colombia
diversify
urged
aggressively
relying
samuel
alberto
yohai
incomex
businessmen
mental
hostages
traditionally
remainder
70/80
cardenas
lb
jorge
federation
forum
industrialists
reasons
saturated
excess
stockpiles
39
60-kg
settled
107.90
unlimited
gilberto
arango
philosophy
nobody
breakdowns
1,322,804
roughly
440,000
meaning
900,000
volume
etc
parana
umuarama
paranavai
londrina
maringa
sao
paulo
presidente
prudente
votuporanga
franca
catanduva
carlos
simao
minas
gerais
guaxupe
pontas
nairobi
auction
grades
qualities
kenya
35,000
32,876
918,707
326,182
1986/7
pool
41,500
shillings
kg
pb
430
2304.78
2267.21
aa
7289
6834
2292.92
2358.96
12664
11895
2289.99
2291.13
c
3198
2867
2073.15
2107.64
876
1508.79
1510.67
tt
1375
2053.25
2095.64
2250.19
2252.18
misc
9009
8440
1409.50
1398.60
35000
32876
2014.93
1994.94
uganda
pulls
cmb
stopped
suspended
offerings
urgent
hundreds
ugandan
trouble
finding
enough
railway
wagons
kenyan
port
mombasa
crisis
remittance
vision
yoweri
museveni
thinking
imposing
penalty
delays
lent
77
55
455,000
stockpiled
kampala
awaiting
slide
1985/6
paton
roastings
275,000
60-kilo
soluble
215,000
320,000
george
gordon
4,440,000
4,540,000
mild
guatemala
milds
map
ico
mario
fernandez
costa
rican
mexico
dominican
republic
ecuador
india
topic
perceive
unfair
distribution
quotas
rica
distribute
historic
harvests
leave
event
withdrawing
mexican
imc
instrument
ensuring
obtain
rio
janeiro
quota
propose
formula
roasters
unwilling
reveal
renegotiation
sticking
attitude
compromise
solution
revealed
gaps
introducing
favour
proviso
allocating
cited
extremes
polarized
attitudes
fence
italians
nevertheless
common
ground
ica
learned
prefer
outdated
quo
roaster
opinion
likelihood
negotiation
mildly
pessimistic
varying
persuade
hardened
adopted
negotiable
predecessors
ibc
630,000
robusta
behalf
additional
wrong
impression
frits
van
horick
ecf
averages
negotiating
shot
induced
disaster
unable
strongly
feared
rigid
reality
builds
implications
worked
el
nicaragua
provides
automatically
prejudice
fair
whom
depend
isolated
frost
helpful
colombian
bridge
differences
jon
rosenbaum
assistant
sort
standardized
reintroduce
evidently
obvious
reintroduction
outlook
predict
visit
bogota
positive
letter
responded
praised
amsterdam
objective
35.2
-ibc
surpass
conducted
errors
ask
indexation
guarantee
dauster
jorio
symposium
failed
met
role
meets
defend
sacrificed
great
favours
reporting
voluntary
compliance
monitoring
viewed
skeptically
adamant
tremendous
irregularities
became
newsletter
implement
temporarily
monitor
congressional
arrangement
milar
voluntarily
documents
approves
arrives
valid
certification
entry
seek
add
overburdened
lieu
false
submitted
customs
indictments
fines
job
o
tracking
merchandise
destination
true
test
abide
seeing
teeth
gentleman
ball
advantage
tier
destined
falsely
labelled
confessed
fraudulently
forging
landing
relabelling
navy
discrepancy
teted
rid
circumventing
paine
cnpc
choose
best
performace
portion
calculate
participation
mercantile
contribution
payable
succesful
bidder
submits
auctions
registraions
brasilia
reestablished
abandoned
ensure
shipments
chairmanship
bruno
caron
1987/88
verification
turkey
calls
dialogue
solve
dispute
disputes
continental
shelf
aegean
sea
solved
nato
stemmed
basicly
repeatedly
legal
justice
approached
armed
confrontation
search
averted
territorrial
waters
crises
ambassador
athens
nazmi
akiman
andreas
papandreou
greek
reply
message
turkish
turgut
ozal
iraqi
troops
iranians
iraq
iranian
offensive
basra
command
won
victory
advance
foiled
pronged
thrust
admitted
mohammed
al
qassem
divisions
attacked
revolutionary
guards
assault
warplanes
helicopter
gunships
artillery
tanks
purge
foothold
iran
wounded
4,000
iraqis
stabilising
baghdad
planes
destroyed
installations
southwestern
ahvaz
raid
jet
naval
battle
tip
gulf
defending
offshore
sank
boats
attempting
15,000
annually
tehran
irna
gholamreza
aqazadeh
visiting
ghanaian
delegation
headed
obed
asamoah
scientific
assistance
manpower
training
exploitation
dependency
mid-1990s
john
h.
lichtblau
alternative
conference
suppliers
1995
surpasssing
inevitable
opec
positively
negatively
actions
windfall
acts
disincentive
reduces
adoption
floor
distortive
imposed
alone
alternate
synthetic
fuels
lessen
willingness
abatements
fill
strategic
faster
pilot
lt;llx>,du
pont
lt;dd
tracts
louisiana
du
conoco
lt;oranje
nassau
energie
b.v.
blocks
q4a
e12c
e15b
67.5
orange
along
pennzoil
lt;pzl
q5c
applications
sixth
licensing
round
intends
formal
q
hydrocarbons
quantities
netbacks
netback
complex
refineries
firmed
singapore
pipeline
tone
relected
refined
substantially
brent
19.45
56
sweet
crudes
19.33
texas
intermediate
sour
slope
ample
distillate
weighed
attaka
18.55
mediterranean
mostly
kuwait
18.37
19.14
ans
l.a.
jumped
18.82
resume
43
neighbouring
halted
earthquake
linking
jungle
oilfields
lago
agrio
ecuadorean
balao
pacific
capable
barrels
bpd
built
pumped
245,000
250,000
connect
puerto
colon
columbia
ocean
temuco
repair
triton
lt;oil
basin
proven
villespedue
48.7
lt;triton
lt;total
s.a.
kuwaiti
credibility
faces
fresh
scrutiny
amid
signs
qabas
headlined
middle
warned
cheaper
mideast
nor
specify
contacts
demonstrated
commitment
cheating
begun
anew
maybe
perhaps
17.80
doors
struggle
apparently
resistance
lift
qatar
solidarity
onset
texaco
lt;tx
flows
filing
protection
chapter
bankrupcty
elton
yates
coordinator
worldwide
stated
demanding
cases
altogether
filings
hanover
lt;mhc
lt;cmb
j.p.
morgan
lt;jpm
guaranty
transactions
arose
unfavorable
ongoing
getty
courts
plea
10.3
appealing
halting
turned
avalanche
run
anywhere
jeapordy
shortages
sonatrach
algerian
canceled
deliveries
natural
occidental
lt;oxy
demanded
atlantic
richfield
lt;arc
safeguards
lt;bp
refused
supplying
cancelled
identify
lt;petroleos
venezuela
venezuelan
venezuelans
reestablish
witness
surplus
whispers
doe
resolves
royal
lt;rd
shell
pricing
settle
refiner
160
modified
tertiary
incentive
provision
abu
dhabi
breaching
emirate
succeeding
accords
khalaf
oteiba
adnoc
magazine
keen
relations
customers
accordance
steps
adherence
decisions
15.8
stabilization
discipline
practical
flexible
relate
environment
609,000
73
metric
marketed
476,000
7.2
lt;goc
suez
hurghada
hispanoil
covered
168,374-acre
egyptian
uncertainty
bankruptcy
skittish
opinions
wet
talking
assessing
situations
relation
connected
ca
failing
settlement
award
illegally
interferring
reluctance
tending
toward
prudence
dealings
prepayment
letters
usual
secure
liens
apparent
trades
rosemary
mcfadden
allowable
pump
cepe
romoleroux
pumping
northeastern
preparation
send
heart
tremor
meantime
constructing
mile
linkup
55,000
tumaco
original
inauguration
wants
naif
bin
abdul
aziz
reception
inviting
guillermo
perry
inaugurated
repaired
nigeria
quake
javier
espinosa
ministers
signing
border
emergency
extension
43-km
centre
runs
32-km
stretch
10.5
segment
insignificant
185,000
costing
pemex
critical
petroleos
mexicanos
adrian
lajous
surging
slowly
soften
13-member
vienna
conservative
repetition
happened
tumbling
trauma
lessons
maintained
tendency
instability
king
fahd
incomes
relevant
powerful
aramco
collective
latter
ex
fundamental
structural
intelligence
volumes
rearranged
exxon
lt;xon
350,000
mobil
lt;mob
chevron
lt;chv
550,000
overlifting
underlift
obligations
piw
revert
agrement
foundation
formality
saudis
favor
liftings
occur
antagonize
haul
renegotiations
concentrate
displeasure
publications
sought
formerly
pakistan
cotton
bales
375
lbs
exceeding
mohammad
ibrahim
baluch
poroduction
momentum
accelerated
app
attain
certificated
deliverable
34,661
421
1,218
decertification
710,000
735,000
lint
reduction
center
region
25,000
hot
excessive
harvested
gins
11.20
480-lbs
12.10
480-lb
16.00
18.30
19.40
16.30
19.00
x
21.00
17.50
19.50
2.30
2.90
9.05
14.55
480
1.07
6.10
5.67
2.34
3.00
3.15
1.51
2.76
2.62
1.00
9.70
9.60
2.46
0.52
0.61
3.05
upland
prevailing
location
strict
middling
1/16
inch
50.57
midnight
locations
lubbock
determining
handler
repayment
62.88
adjustments
mkt
9.98
slm
1.80
sum
12.32
50.63
pakistani
importing
barter
consulate
tian
ding
consumption
unscathed
storm
thunderstorm
packed
hurricane
force
winds
experts
storms
damaging
charles
stichler
agronomist
rumors
rally
1.35
70.95
midsession
peaking
71.25
airport
happens
dale
mohler
mph
fruiting
worse
done
temperature
95
degrees
sorely
heavier
tanzanian
threatened
lack
60,000
raw
spoiled
tanzania
shinyanga
stored
village
sheds
radio
ginneries
warehouses
spare
52.69
66.32
10.42
12.75
53.57
reaches
7.7
shafi
niaz
2.96
2.70
1984/85
yarn
abroad
540
157
3.86
s.korea
korea
387,000
225,000
290,000
93.7
seoul
importer
190,000
170-kg
r.n.
mirdha
433,000
shipped
758,000
extra-
staple
igene
lt;igne
teams
auburn
hebrew
universities
patented
pesticide
combating
reponsible
clandosan
nematodes
deadly
pathogens
banned
varieties
orchard
citrus
fruits
garden
3.54
restrict
build
558,089
347,026
pays
beyond
hebei
shandong
henan
xinjiang
comprehensive
coordinate
edible
expiration
shortage
danial
presently
issuance
whichever
israel
1991
israeli
112,500
34
rationing
groundnut
9,000
82
maize
targetted
48,000
48
34,000
ginnings
9,438,425
12,987,834
12,544,866
end-1984
census
9,237,296
12,837,088
12,418,749
pima
201,129
150,746
126,117
peg
seedings
10.6
gearing
planting
gives
glimpse
ranged
10.2
9.71
9.67
nationwide
10.06
spurred
belief
repeated
wise
switch
soybeans
dirt
cheap
lisbeth
keefe
cargill
whose
echoed
specialists
recalled
storing
tab
discourage
participating
mandatory
aside
farmer
judy
weissman
shearson
lehman
elect
yielding
steer
disagreed
comfort
52.25
anyone
wiles
walter
brown
frigid
tonight
pretty
doug
stillmann
statistician
statistic
austin
grande
plains
slated
accounted
freezing
20s
moderate
readings
30s
meteorologists
rallied
teck
b.c.
lt;teck
joining
highland
affiliates
cominco
lt;clt
lt;lornex
completed
guminski
query
29.5
townson
resolved
lornex
merging
equally
receives
milled
22.6
grading
0.41
43,000
contained
1,200
molybdenum
340,000
silver
800
mim
metallgesellschaft
lt;cp>.
magma
0.25
ct
65.75
newmont
raising
cathode
noranda
salvage
murdochville
lt;noranda
miner
trapped
safety
unknown
6,000
conveyor
crews
securing
ramp
heat
degradation
ramps
drifts
police
conducting
72,000
anodes
employs
680
electrolytic
lowers
smelting
kembla
refinery
2,160
tube
beijing
ferrous
lt;wrought
jointly
outskirts
peking
santiago
involves
9.93
tubes
preferential
lt;wednesbury
sino
171,118
alloy
355,652
mueller
brass
rod
alloys
pound
phelps
dodge
lt;pd
stronger
fundamentals
g.
durham
inventories
commodities
tailgates
tightness
;
ignored
douglas
yearley
projects
grow
modestly
69
comex
surprisingly
bingham
utah
kennecott
morenci
ariz.
shortfalls
zambia
chino
expense
1989
prepared
struck
examining
candidates
cycle
240
columbian
carbon
rubber
tires
580
untapped
zambian
hoping
achieve
deteriorating
ores
inputs
abandon
imf
element
restructure
ailing
zccm
471,000
463,354
convinced
availability
spares
cobalt
earner
tailored
4,565
911
protracted
badly
monopolised
lubricants
700,000
funded
foresees
shutdown
metallurgical
grounds
unprofitable
employer
lay
workforce
channelled
depleted
kwacha
levied
718
inspiration
0.50
lowering
plate
cathodes
74.0
cipec
studying
backwardation
intergovernmental
closely
envisage
corrective
committees
reviewed
longest
unusual
recipe
remedy
featured
gathering
regional
centres
prepare
ministerial
zaire
outokumpu
iberica
cobre
finland
oy
spanish
agent
spain
awaits
rods
rolled
87,000
amounted
pesetas
markka
0.75
66
109,200
145,400
climbed
103,000
93,300
212,200
238,700
117,600
137,400
98,600
151,800
124,800
277,500
270,000
193,100
194,400
lme
470,600
464,400
193,400
377,300
384,000
421,500
427,000
359,800
375,400
185,400
191,200
60,700
48,900
consumed
29,600
shapes
24,000
scrap
31,100
24,900
69,600
54,400
receipts
63,800
47,100
geneva
initiative
auspices
unctad
body
transparency
refiners
wirebars
155,467,000
203,513,000
61,384,000
69,986,000
86,456,000
124,409,000
wirebar
3,508,000
4,913,000
doubled
3,148,000
1,540,000
255,266,000
238,821,000
chuquicamata
registering
richter
barcelo
showa
denko
aluminium
casting
lt;showa
billet
deliver
venalum
end-1987
b.s.c.
withdrew
clarifies
clarifying
purity
99.5
sows
constitute
quotation
multiples
warehouse
steinweg
representation
annul
450
bars
alumina
preparatory
aghia
efthymia
fokida
operational
petsos
380,000
phase
qinghai
ingots
510
yuan
266,241
487,862
ford
lt;f
aluminum
car
frame
probe
v
concept
using
extruded
formed
techniques
integrity
crashworthiness
fewer
frames
lighter
powertrains
suspensions
extrusion
dies
12,000
thousands
dollars
stamping
welds
2,000
alcoa
gets
azpurua
achieving
recuperation
kreditanstalt
fur
wiederaufbau
kfw
6.13
6.20
alcasa
petrochemical
credits
5.0
nord
midland
criticised
insistence
repaying
rescheduling
expansions
clinched
regains
triple
rating
million
leaders
accion
democratica
came
officals
trip
classification
alcan
laterriere
enhanced
baie
prebaked
anode
technolgy
sebree
ky.
smelters
primarily
225
123.9
faciities
spoke
tommorrow
grant
54.9
mitsubishi
eksportfinans
proves
reestablishing
installation
reynolds
lt;rlm
restart
idle
potline
potuction
troutdale
ore.
22,700-metric
695,000
commence
necessitated
dwindling
fabricating
22,700
434-billion
37
asahan
a.r.
suhud
p.t.
capitalised
swapping
capitalisation
147
97.6
rupiah
tin
1,150
1,450
supposed
1,500
sahud
220,000
situated
sumatra
financially
troubled
ventures
miti
lt;pt
68.3
invested
6.3
albras
amazon
45.7
rescue
scheme
91.1
extend
93.2
51
desire
ingot
victoria
290
ties
maintains
citic
lt;bohai
northeast
opens
penetrating
otherwise
treasurer
rob
jolly
diplomat
eager
pursue
korean
indirect
publicised
lt;aluvic
portland
aluvic
appoint
managers
goodwill
generated
enjoys
independence
extensive
investments
ave
34,900
ipai
grounded
bauxite
vessel
refloated
orinoco
carrier
envoy
aground
lightening
lloyds
75,453
dw
cargo
cuba
lt;nlgt.t
63,000
owing
hydroelectric
lt;ryoka
lt;mitsui
sri
lanka
deficits
provided
barber
conable
ronnie
mel
emphasised
battered
separatist
disturbances
28.7
rupees
355
narrowed
581
664
2.58
46
totalling
3.16
2.79
ammount
tourism
655
502
widens
widened
134.9
126.1
20.4
52.4
38.9
transfers
43.6
41.8
steeply
160.7
56.9
policies
avert
avoiding
kim
mahn
je
excessively
fast
reliant
nflation
friction
shift
abandoning
rapidly
accelerating
rationalising
gnp
koo
bon
yong
44.5
end-1986
commerce
malcolm
baldrige
rha
woong
bae
7.4
prompted
swing
2.06
438
9.4
preferably
points
libor
incentives
repayable
919
1,026
1,697
1,921
1,725
eurobond
bln
yonhap
electronic
neither
confirm
7.03
exceeds
averting
468.1
899
modest
holidays
resumption
3,300
targeted
startling
boom
seemed
trigger
tougher
stem
protectionist
revalue
804.90
7.01
crown
32.6
31.5
n.z.
narrows
567
738
742
733
2.91
2.92
2.61
182
2.655
2.883
2.454
2.837
3.065
2.440
10.74
11.14
11.36
9.26
3.92
611
repayments
260
334
7.205
4.723
3.255
cleared
525
264
2.87
2.83
2.31
2.57
10.1
preceding
yearago
33.2
1.94
8.81
584
2.77
2.20
servicies
5.04
912
inflow
4.76
3.22
13.74
7.68
12.1
cpb
visible
11.4
4.7
improvements
aided
guilder
invisibles
700
spotlight
creditworthy
end-1985
cautious
popular
borrower
zhang
haoruo
6.94
96.6
amounting
4.83
93
borrow
portfolio
contains
denominated
dearly
borrowings
component
unawares
historical
elsewhere
inexperience
1980s
dilemma
autonomy
searching
bourgeois
liberalism
phrase
ideas
dismissal
hu
yaobang
336.5
escudos
354.8
1,412.6
1,076.1
1,326.5
971.7
21.2
26.1
98.1
830.2
732.1
609.5
607.1
83.2
57.7
70.4
30.3
40.5
19.1
jumps
4.32
4.55
turnaround
2.08
1.52
555
outflow
520
1.04
546
motors
lt;gm>.
gm
liabilities
lt;general
holden
6.16
3.88
comprised
548
516
4.64
4.42
3.51
556
370
146
danish
downgrading
dramatic
palle
simonsen
denmark
dramatised
downgraded
external
aaa
regrettable
reason
dramatise
nuance
defines
capability
expectation
fail
permanently
inevitably
affect
amp
austerity
designed
saving
reforms
gone
becomes
ready
initiatives
weaker
34.5
29.1
265
129
83
p
global
slowdown
worries
poverty
attending
disappointment
poorest
vitality
assist
cope
mounds
discussing
decade
ability
turning
rout
rests
sustained
debtor
wealthier
poses
avenues
earning
mainstay
feeble
pressuring
ignite
success
examines
course
curious
recognized
resonably
institutes
predicting
dynamic
jobs
relief
specified
clarity
households
exactly
preferences
simplify
restriction
pledged
referred
specifically
doubling
writedowns
medium
sized
risen
scope
handouts
taxes
progressing
privatise
bangemann
rejects
economics
martin
involving
reacting
consolidation
endangered
saw
agreeing
extraordinarily
gdp
calculated
zero
26,361
23,190
6.7
23,438
hans
juergen
schmahl
presenting
none
reckons
encroachments
onto
arthur
krumper
munich
ifo
diw
presented
braking
governor
neda
5.78
5.53
horizon
grown
3.56
3.25
0.13
assume
stumbling
indicators
track
tended
9.64
secular
draw
tranche
tranches
58
expiring
mission
1.56
drawings
236
drain
oda
requested
internal
constraint
exists
rescheduled
publication
motivation
publishing
venice
summit
ends
purely
imbalances
contributing
ruled
packages
supplement
stimulatory
helmut
schlesinger
widest
emphasise
draws
outstripping
suffered
compensate
setback
1969/70
regulation
impressive
rural
uplift
alleviation
adviser
qazi
alimullah
unseasonal
hailstorms
7.04
7.25
1985/86.he
remittances
pakistanis
2.595
overcome
savings
seventh
stimulus
independent
stimulation
inappropriate
friedhelm
ost
kohl
ecomomic
achievable
intensification
expansionary
adapt
regularly
uses
severely
stemming
backs
pressed
stretching
prediction
downward
revision
forecasters
widen
chun
chung
stable
swung
294
imply
tried
urge
circles
forseeable
era
insisted
812.05
6.02
3.34
strengthened
team
feature
3.75
restrained
surged
halved
buoyant
driving
downwards
surge
deals
harming
nordic
settlements
threaten
contribute
deterioration
competitive
wages
tight
vary
iceland
balanced
michael
wilson
determination
reign
fiscally
commons
29.3
anticipated
transition
reformed
taxation
28.9
28.6
forcasting
meanwhile
lackluster
falter
hampered
picks
tipping
?
lyle
gramley
economist
robust
faltering
picking
slack
mauro
merrill
lynch
returning
personal
happening
martha
seger
buildup
anemia
robustness
factored
signal
warn
drops
suddenly
cutbacks
overhang
planners
beryl
sprinkel
white
reversing
virtually
occurring
moderately
picture
carl
beigie
dominion
pitfield
annualized
flat
warren
jestin
nova
scotia
wendy
cork
brokerage
nesbitt
thomson
bongard
steadily
promising
surprised
deteriorated
originated
pared
10.13
17.48
upturn
employment
stagnating
stagnated
benefited
autumn
finally
reversal
unemployment
693,000
690,600
730,100
male
jobless
436,500
470,700
women
256,500
256,100
259,400
16,500
692,200
725,000
delaying
explained
vacancies
1,900
26,300
28,763
8.4
8.2
7.9
650,700
631,900
593,200
702,600
699,600
9.1
640,400
persons
8.5
338,000
355,000
labor
2,436,000
2,480,000
10,465
2.97
21.4
2.98
21.5
nonetheless
437,500
uk
64,300
2.95
upwardly
21,600
3.02
school
leavers
alos
121,000
2.99
10.8
3.11
11.2
eleventh
64,000
records
1948
norman
fowler
310,000
2,359,000
2,255,000
compiling
1953
surpassed
1.90
1.62
surpassing
earlie
1.12
180,000
female
790,000
210,000
14.10
unemploymnent
coordination
1.82
1.61
unemployement
14.30
1.83
textile
1.06
carmakers
shipbuilders
170,000
climb
susumu
taketomi
takashi
kiuchi
foresee
300,000
yasuhiro
nakasone
underlines
opposition
layoffs
shipbuilding
dependent
laid
hiring
absorbed
koichi
tsukihara
hire
stimulates
transform
compare
translate
aged
finnish
173,000
174,000
157,000
12.6
12.4
508,392
530,587
521,219
332,900
368,400
3,014,400
2,997,800
guaranteeing
becoming
redundant
jacques
chirac
interviewer
alleviate
retraining
apart
socialist
francois
mitterrand
nomura
arm
1.75
priming
redress
electrical
stoltenberg
strengthen
gerhard
ways
stabilizing
karl
otto
poehl
importance
underestimated
discord
parity
honored
lived
bargain
stimulating
pledges
promised
weighted
unnoticed
arrive
g-5
arrived
arriving
correspondents
edouard
balladur
larosiere
satoshi
sumita
robin
leigh
pemberton
blown
p.m.
1900
2200
acting
giovanni
goria
meaningful
emerged
reconvene
reconvened
replied
1800
thrown
resignation
christian
democratic
wing
inside
launch
subscriptions
147.3
99.142
3.501
industrialized
basically
exchanged
pleased
governors
resist
termed
unprecedented
front
loading
democracies
postwar
ranges
consistent
convince
totally
reaffirmation
expression
vague
idea
movement
febraury
pin
pointing
adverse
why
appreciated
justed
adoped
reflate
sanctions
semiconductor
proceed
removed
providing
261
band
13/16
364
lebanese
attributing
118.25/118.75
115.60/115.80
deadlock
dealer
welcomes
welcoming
g-10
switzerland
attended
briefly
arising
shifts
sustainable
resisting
crafting
sure
modifications
compensatory
facility
particular
attention
conditionality
cff
indeed
notion
nearer
closer
zones
semiannual
floating
promoting
preventing
emerging
suggesting
something
wind
serve
compass
macroeconomic
relevance
prominent
reviews
performs
adopt
recommendations
surveillance
policymakers
publicity
appraisals
procedures
emphasized
device
rhetoric
structure
induce
peer
updated
priority
scenarios
identifying
analyzing
paths
objectives
remedial
deviations
indentifying
maturing
1.085
offsetting
outflows
circulation
balances
devalues
shilling
devalued
20.7449
20.6226
devaluation
devaluations
51-day
absorb
4,800
houses
3.8999
3.8750
4.13/00
1,800
1,300
allocations
governments
entities
comprising
11/16
inspection
rule
inspected
donald
administrator
fsis
subcommittee
practice
permitting
unloaded
phased
avoid
disruptions
cattle
3,314
auctioned
liniers
13,952
9,217
maximun
australes
kilo
steers
